{
  "result": {
    "languages": {
      "en-us": {
        "ping_message": "<:www:1316517706341552248> | Pong! `%{PING}%ms`\n\n<:slash_commands:1316517712889122886> | Execution time: `%{EXECUTIONTIME}%ms`",
        "help_description_help": "**Command info:**\n- **%{1}%** command is used to list all commands of the bot, also used to know how a especific command works\n**How to?**\n- Too see the command list, just send the command, it's not necessary to add args.\n- To know how a especific command works, send the command with an argument containing the other command.\n**Command:**\n**`%{PREFIX}%`%{2}% (<comando>)**",
        "help_description_ping": "**Command info:**\n**%{1}%** the command is used mostly to know if the bot is working or not, sometimes used for technical reasons.\n**How to?**\nJust send the command, it's not necessary to add args.\n**command:**\n`%{PREFIX}%`**%{2}%**",
        "help_description_none": "**Command not found!**\n- I couldn't find the command! Are you sure that you typed correctly? Try using the command again! (Maybe i'm just dumb to understand those confusing words...) <:2scared:1329322733519241300>)",
        "help_description": "# Hey, there are the command list:\n-# use %{PREFIX}%%{1}% <comando> to know more about a especific command.\n**Command list:**\n- **`%{PREFIX}%`help**\n- **`%{PREFIX}%`ping**\n- **`%{PREFIX}%`language**"
      },
      "pt-br": {
        "help_description": "# Olá, aqui está a lista de comandos:\n-# use %{PREFIX}%%{1}% <comando> para saber mais sobre um comando específico.\n**Lista de comandos:**\n- **`%{PREFIX}%`ajuda**\n- **`%{PREFIX}%`ping**\n- **`%{PREFIX}%`idioma**",
        "help_description_none": "**Comando não encontrado**\n- Não consegui encontrar o seu comando! Tem certeza que você digitou certo? Tente usar o comando novamente! (Talvez apenas eu sou muito burra e não entendi qual comando você quer procurar <:2scared:1329322733519241300>)",
        "help_description_help": "**Sobre o comando:**\n- **%{1}%** é um comando comumente utilizado para saber quais comandos existem no bot, também é usado para entender como um comando específico funciona.\n**Como usar?**\n- Para ter a lista de comandos disponíveis no bot, apenas envie o comando, não é necessário argumentos.\n- Para entender como algum comando específico funciona, envie o comando com um argumento: o comando que você quer saber como usar.\n**Comando:**\n**`%{PREFIX}%`%{2}% (<comando>)**",
        "help_description_ping": "**Sobre o comando:**\n**%{1}%** é um comando comumente utilizado para saber se o bot está funcionando ou não, também pode ser usado por motivos técnicos.\n**Como usar?**\nApenas envie o comando, não é necessário adicionar argumentos.\n**Comando:**\n`%{PREFIX}%`**%{2}%**",
        "ping_message": "<:www:1316517706341552248> | Pong! `%{PING}%ms`\n\n<:slash_commands:1316517712889122886> | Tempo de execução: `%{EXECUTIONTIME}%ms`"
      }
    }
  }
}
